<template>
    <div>
        <!--头部登录-->
        <div class="Tiny-head">
            <span class="Tiny-return" @click="login">
                &lt;
            </span>
            <span class="Tiny-agreement">微句服务协议</span>
        </div>
        <!--协议内容部分-->
        <div class="T-title">
            <h1 class="T-title-agreement">微句服务协议</h1>
            <h4 class="subtitle">【首部及导言】</h4>
            <p class="subtitle-se">欢迎您使用“微句”在线教育及场景应用服务!</p>
            <p class="subtitle-se">为使用“微句”在线教育及场景应用服务 (以下简称“本服务”) ，您应当阅读并遵守《微句服务协议》 (以下简称“本协议”) 。 请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，并选择接受或不接受。除非您已阅读并接受本协议所有条款，否则您无权使用“微句”在线教育及场景应用服务。您对本服务的登录、查看、制作、使用等行为即视为您已阅读并同意本协议的约束。</p>
            <h4 class="subtitle">一、 【信息安全】</h4>
            <p class="subtitle-se">1.1保护信息安全是“微句”的一项基本原则,“微句”将会采取合理的措施保护用户信息及数据。除法律法规规定的情形外,未经用户许可“微句”不会向第三方公开、透漏用户信息及数据。“微句”对相关信息采用专业加密存储与传输方式,保障信息的安全。 
            </p>
            <p class="subtitle-se">1.2“微句”特别提醒您应妥善保管您的账号和密码。“微句”与您共同负有维护账号安全的责任。“微句”会采用并不断更新技术措施,努力保护您的账号在服务器端的安全，您需要采取特定措施保护您的账号安全，包括但不限于妥善保管场景应用账号与密码、安装防病毒木马软件、定期更改密码等措施。</p>
            <h4 class="subtitle">二、【用户行为规范】</h4>
            <p class="subtitle-se">2.1本条所述“内容”是指用户使用本服务过程中所制作、复制、发布、传播的任何内容,以及其他使用“微句”在线教育及场景应用服务所产生的内容。</p>
            <p class="subtitle-se">2.2您理解并同意，“微句”在线教育及场景应用服务仅为用户提供信息交流、分享、传播及获取的平台，您必须为自己账号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应该对服务中的内容加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。“微句”无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
            <p class="subtitle-se">2.2.1  发布、传送、传播、储存违反国家法律法规禁止的内容：</p>
            <p class="small-title">(1)  违反宪法确定的基本原则的；</p>
            <p class="small-title">(2)  危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p class="small-title">(3)  损害国家荣誉和利益的；</p>
            <p class="small-title">(4)  煽动民族仇恨、民族歧视，破坏民族团结的；</p>
            <p class="small-title">(5)  破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p class="small-title">(6)  散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p class="small-title">(7)  散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
            <p class="small-title">(8)  侮辱或者诽谤他人，侵害他人合法权益的；</p>
            <p class="small-title">(9)  煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
            <p class="small-title">(10) 以非法民间组织民义活动的；</p>
            <p class="small-title">(11) 含有法律、行政法规禁止的其他内容的；</p>
            <p class="subtitle-se" >2.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
            <p class="subtitle-se">2.2.3 涉及他人隐私、个人信息或资料的；</p>
            <p class="subtitle-se">2.2.4 发表、传送、传播骚扰、广告信息及垃圾信息或含有任何性或性暗示的；</p>
            <p class="subtitle-se">2.2.5 其它违反法律法规、政策及公序良俗、社会公德或干扰“微句”正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
            <p class="subtitle-se">2.3 您理解并同意，“微句”一直致力于为用户提供文明健康、规范有序的网络环境、您不得利用“微句”在线教育及场景应用服务制作、复制、发布、传播、干扰“微句”在线教育及场景应用服务正常运营，以及侵犯其他用户或第三方合法权益的内容；</p>
            <p class="subtitle-se">2.4 “微句”在线教育及场景应用服务的账号使用权限仅属于初始申请人，禁止赠与、借用、租用、转让或售卖。</p>
            <h4 class="subtitle">三、【服务与维护】</h4>
            <p class="subtitle-se">3.1“微句”负责“微句”在线教育及场景应用服务的维护及程序故障的处理，保证网络系统的正常运行，即客户能正常使用及浏览。如因“微句”原因造成系统运行故障，会在24小时内响应并提供解决方案。</p>
            <p class="subtitle-se">3.2“微句”负责在产品服务设计功能范围内解决用户内容制作过程中遇到的技术问题。</p>
            <p class="subtitle-se">3.3“微句”负责服务器维护和管理，由于产品改版、升级、更新等，必要时可以短时间中断服务。</p>
            <h4 class="subtitle">四、【风险与免责】</h4>
            <p class="subtitle-se">4.1 用户在使用本服务时，须自行承担如下“微句”不可掌控的风险内容，包括但不限于：</p>
            <p class="subtitle-se">4.1.1 由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄露等风险；</p>
            <p class="subtitle-se">4.1.2 用户电脑软件、系统、硬件和通信线路出现故障；</p>
            <p class="subtitle-se">4.1.3 用户操作不当或通过非“微句”授权的方式使用本服务；</p>
            <p class="subtitle-se">4.1.4 用户发布的内容被他人转发、分享、因此等传播可能带来的风险和责任；</p>
            <p class="subtitle-se">4.1.5 由于网络信息不稳定等原因，所引起的场景应用登录失败、资料同步不完整、页面打开速度慢等风险。</p>
            <p class="subtitle-se">4.1.6 其他“微句”无法控制或合理预见的情形。</p>
            <p class="subtitle-se">4.2 您理解并同意，用户通过本服务发布的内容一经发布即向公众传播和分享，可能会被其他用户第三方复制、转载、修改或做其他用途，脱离您预期和控制，用户应充分意识到此类风险的存在。如果相关行为侵犯了您的合法权益，您可以向“微句”投诉，我们将依法进行处理</p>
            <p class="subtitle-se">4.3“微句”依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成“微句”的义务或承诺，“微句”不能保证及时发现违法违规情形或进行相应处理。</p>
            <h4 class="subtitle">五、【知识产权声明】</h4>
            <p class="subtitle-se">5.1 除另有特别声明外，“微句”提供本服务时所依托的所有权及著作权、专利权及其他知识产权均归《东莞众升网络科技有限公司》所有。</p>
            <p class="subtitle-se">5.2 用户在使用本服务所产生的内容的知识产权归用户或相关权利人所有，用户群发的内容一经发布即向公众传播和共享，您同意“微句”免费使用、传播、分发、展示相关内容。</p>
            <p class="subtitle-se">5.3 上述及其他任何本服务包含的内容的知识产权均受法律保护，其他未经“微句”、用户或相关权利人许可的第三人，不得以任何形式进行使用或创造相关衍生作品。</p>
            <h4 class="subtitle">六、【法律责任】</h4>
            <p class="subtitle-se">6.1 如果“微句”发现或收到他人举报或投诉用户违反本协议约定的，“微句”有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规账号处以包括但不限于警告、删除部分或全部违规内容、限制或禁止使用部分或全部功能、账号封禁直至注销的处罚，并公告处理结果。如果您发现任何人违反本协议规定或以其他不正当的方式使用“微句”在线教育及场景应用服务，请立即向“微句”举报或投诉，我们将依法进行处理。</p>
            <p class="subtitle-se">6.2 您理解并同意，“微句”有权依法合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
            <p class="subtitle-se">6.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；“微句”因此遭受损失的，您也应当一并赔偿。</p>
            <h4 class="subtitle">七、【其他】</h4>
            <p class="subtitle-se">7.1 您使用本服务即视为您已阅读并同意受本协议的约束。</p>
            <p class="subtitle-se">7.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律 (不包括冲突法)</p>
            <p class="subtitle-se">7.3 若您和“微句”之间发生任何纠纷或争议，首先应友好协商解决；协商不成，您同意将纠纷或争议提交《东莞市众升网络科技有限公司》所在地的人民法院管辖。</p>
            <p class="subtitle-se">7.4 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。(正文完)</p>
            <p class="end">东莞市众升网络科技有限公司</p>
        </div>
    </div>
</template>
<script>
export default {
    data(){
        return {

        }
    },
    methods:{
        login(){
            this.$router.push("/login");
        }
    }
}
</script>
<style>
    @import url("../assets/css/T_agreement.css");
</style>